Repository: Porabuild/Poracode
Catalog: ios/App/App/Features/Projects/GitHubOperations/GitHubOperations.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# githubOperations.createPr.openDialog
source: Open dialog
de: Dialog öffnen
es: Abrir diálogo
fr: Ouvrir la boîte de dialogue
ja: ダイアログを開く
ko: 대화상자 열기
pl: Otwórz okno dialogowe
pt_br: Abrir caixa de diálogo
ru: Открывать диалог
tr: İletişim kutusunu aç
uk: Відкрити діалог
vi: Mở hộp thoại
zh_hans: 打开对话框

# githubOperations.createPr.autoGenerate
source: Auto-generate
de: Automatisch generieren
es: Autogenerar
fr: Générer automatiquement
ja: 自動生成
ko: 자동 생성
pl: Generuj automatycznie
pt_br: Gerar automaticamente
ru: Создавать автоматически
tr: Otomatik oluştur
uk: Генерувати автоматично
vi: Tự động tạo
zh_hans: 自动生成

# githubOperations.title
source: GitHub operations
de: GitHub-Aktionen
es: Operaciones de GitHub
fr: Opérations GitHub
ja: GitHub 操作
ko: GitHub 작업
pl: Operacje GitHub
pt_br: Operações do GitHub
ru: Операции GitHub
tr: GitHub işlemleri
uk: Операції GitHub
vi: Thao tác GitHub
zh_hans: GitHub 操作

# githubOperations.availability
source: Availability and repositories
de: Verfügbarkeit und Repositorys
es: Disponibilidad y repositorios
fr: Disponibilité et dépôts
ja: 利用可否とリポジトリ
ko: 사용 가능 여부 및 저장소
pl: Dostępność i repozytoria
pt_br: Disponibilidade e repositórios
ru: Доступность и репозитории
tr: Kullanılabilirlik ve depolar
uk: Доступність і репозиторії
vi: Khả dụng và kho lưu trữ
zh_hans: 可用性和仓库

# githubOperations.workflows
source: Workflows and runs
de: Workflows und Läufe
es: Flujos de trabajo y ejecuciones
fr: Flux de travail et exécutions
ja: ワークフローと実行
ko: 워크플로 및 실행
pl: Przepływy pracy i uruchomienia
pt_br: Fluxos de trabalho e execuções
ru: Процессы и запуски
tr: İş akışları ve çalıştırmalar
uk: Процеси та запуски
vi: Quy trình và lượt chạy
zh_hans: 工作流和运行

# githubOperations.unavailable
source: GitHub is unavailable
de: GitHub ist nicht verfügbar
es: GitHub no está disponible
fr: GitHub est indisponible
ja: GitHub を利用できません
ko: GitHub을 사용할 수 없음
pl: GitHub jest niedostępny
pt_br: O GitHub está indisponível
ru: GitHub недоступен
tr: GitHub kullanılamıyor
uk: GitHub недоступний
vi: GitHub không khả dụng
zh_hans: GitHub 不可用

# githubOperations.actionHint
source: Performs this action for the selected project.
de: Führt diese Aktion für das ausgewählte Projekt aus.
es: Realiza esta acción para el proyecto seleccionado.
fr: Effectue cette action pour le projet sélectionné.
ja: 選択したプロジェクトでこの操作を実行します。
ko: 선택한 프로젝트에서 이 작업을 수행합니다.
pl: Wykonuje tę akcję dla wybranego projektu.
pt_br: Executa esta ação no projeto selecionado.
ru: Выполняет это действие для выбранного проекта.
tr: Bu eylemi seçili proje için gerçekleştirir.
uk: Виконує цю дію для вибраного проєкту.
vi: Thực hiện thao tác này cho dự án đã chọn.
zh_hans: 为所选项目执行此操作。

# ghCheckAvailable
source: Check GitHub availability
de: GitHub-Verfügbarkeit prüfen
es: Comprobar disponibilidad de GitHub
fr: Vérifier la disponibilité de GitHub
ja: GitHub の利用可否を確認
ko: GitHub 사용 가능 여부 확인
pl: Sprawdź dostępność GitHub
pt_br: Verificar disponibilidade do GitHub
ru: Проверить доступность GitHub
tr: GitHub kullanılabilirliğini denetle
uk: Перевірити доступність GitHub
vi: Kiểm tra tính khả dụng của GitHub
zh_hans: 检查 GitHub 可用性

# ghGetPrForBranch
source: Find pull request for branch
de: Pull Request für Branch suchen
es: Buscar solicitud de la rama
fr: Trouver la demande de la branche
ja: ブランチのプルリクエストを検索
ko: 브랜치의 풀 리퀘스트 찾기
pl: Znajdź żądanie dla gałęzi
pt_br: Localizar solicitação da branch
ru: Найти запрос для ветки
tr: Dalın çekme isteğini bul
uk: Знайти запит для гілки
vi: Tìm yêu cầu kéo cho nhánh
zh_hans: 查找分支的拉取请求

# ghListPrs
source: List pull requests (legacy)
de: Pull Requests auflisten (alt)
es: Listar solicitudes (heredado)
fr: Lister les demandes (ancien)
ja: プルリクエスト一覧（旧方式）
ko: 풀 리퀘스트 목록(레거시)
pl: Wyświetl żądania (starsze)
pt_br: Listar solicitações (legado)
ru: Список запросов (устаревший)
tr: Çekme isteklerini listele (eski)
uk: Список запитів (застарілий)
vi: Liệt kê yêu cầu kéo (cũ)
zh_hans: 列出拉取请求（旧版）

# ghListPullRequests
source: List pull requests
de: Pull Requests auflisten
es: Listar solicitudes de incorporación
fr: Lister les demandes de tirage
ja: プルリクエスト一覧
ko: 풀 리퀘스트 목록
pl: Wyświetl żądania ściągnięcia
pt_br: Listar solicitações de pull
ru: Показать запросы на слияние
tr: Çekme isteklerini listele
uk: Показати запити на злиття
vi: Liệt kê yêu cầu kéo
zh_hans: 列出拉取请求

# ghGetPrChecks
source: Load pull request checks
de: Pull-Request-Prüfungen laden
es: Cargar comprobaciones de la solicitud
fr: Charger les vérifications de la demande
ja: プルリクエストのチェックを読み込む
ko: 풀 리퀘스트 검사 불러오기
pl: Wczytaj kontrole żądania
pt_br: Carregar verificações da solicitação
ru: Загрузить проверки запроса
tr: Çekme isteği denetimlerini yükle
uk: Завантажити перевірки запиту
vi: Tải kiểm tra của yêu cầu kéo
zh_hans: 加载拉取请求检查

# ghGetPrFiles
source: Load pull request files
de: Pull-Request-Dateien laden
es: Cargar archivos de la solicitud
fr: Charger les fichiers de la demande
ja: プルリクエストのファイルを読み込む
ko: 풀 리퀘스트 파일 불러오기
pl: Wczytaj pliki żądania
pt_br: Carregar arquivos da solicitação
ru: Загрузить файлы запроса
tr: Çekme isteği dosyalarını yükle
uk: Завантажити файли запиту
vi: Tải tệp của yêu cầu kéo
zh_hans: 加载拉取请求文件

# ghGetPrDiff
source: Load pull request diff
de: Pull-Request-Diff laden
es: Cargar diferencias de la solicitud
fr: Charger les différences de la demande
ja: プルリクエストの差分を読み込む
ko: 풀 리퀘스트 차이 불러오기
pl: Wczytaj różnice żądania
pt_br: Carregar diferenças da solicitação
ru: Загрузить различия запроса
tr: Çekme isteği farkını yükle
uk: Завантажити різницю запиту
vi: Tải phần khác biệt của yêu cầu kéo
zh_hans: 加载拉取请求差异

# ghGetPrDetails
source: Load pull request details
de: Pull-Request-Details laden
es: Cargar detalles de la solicitud
fr: Charger les détails de la demande
ja: プルリクエストの詳細を読み込む
ko: 풀 리퀘스트 세부 정보 불러오기
pl: Wczytaj szczegóły żądania
pt_br: Carregar detalhes da solicitação
ru: Загрузить сведения о запросе
tr: Çekme isteği ayrıntılarını yükle
uk: Завантажити відомості про запит
vi: Tải chi tiết yêu cầu kéo
zh_hans: 加载拉取请求详细信息

# ghGetPrReviewComments
source: Load review comments
de: Review-Kommentare laden
es: Cargar comentarios de revisión
fr: Charger les commentaires de révision
ja: レビューコメントを読み込む
ko: 리뷰 댓글 불러오기
pl: Wczytaj komentarze recenzji
pt_br: Carregar comentários da revisão
ru: Загрузить комментарии рецензии
tr: İnceleme yorumlarını yükle
uk: Завантажити коментарі рецензії
vi: Tải bình luận đánh giá
zh_hans: 加载审查评论

# ghListAccounts
source: List GitHub accounts
de: GitHub-Konten auflisten
es: Listar cuentas de GitHub
fr: Lister les comptes GitHub
ja: GitHub アカウント一覧
ko: GitHub 계정 목록
pl: Wyświetl konta GitHub
pt_br: Listar contas do GitHub
ru: Показать учётные записи GitHub
tr: GitHub hesaplarını listele
uk: Показати облікові записи GitHub
vi: Liệt kê tài khoản GitHub
zh_hans: 列出 GitHub 帐户

# ghListRepos
source: List repositories
de: Repositorys auflisten
es: Listar repositorios
fr: Lister les dépôts
ja: リポジトリ一覧
ko: 저장소 목록
pl: Wyświetl repozytoria
pt_br: Listar repositórios
ru: Показать репозитории
tr: Depoları listele
uk: Показати репозиторії
vi: Liệt kê kho lưu trữ
zh_hans: 列出仓库

# ghListWorkflows
source: List workflows
de: Workflows auflisten
es: Listar flujos de trabajo
fr: Lister les flux de travail
ja: ワークフロー一覧
ko: 워크플로 목록
pl: Wyświetl przepływy pracy
pt_br: Listar fluxos de trabalho
ru: Показать процессы
tr: İş akışlarını listele
uk: Показати процеси
vi: Liệt kê quy trình
zh_hans: 列出工作流

# ghListWorkflowRuns
source: List workflow runs
de: Workflow-Läufe auflisten
es: Listar ejecuciones del flujo
fr: Lister les exécutions du flux
ja: ワークフロー実行一覧
ko: 워크플로 실행 목록
pl: Wyświetl uruchomienia przepływu
pt_br: Listar execuções do fluxo
ru: Показать запуски процесса
tr: İş akışı çalıştırmalarını listele
uk: Показати запуски процесу
vi: Liệt kê lượt chạy quy trình
zh_hans: 列出工作流运行

# ghGetWorkflowRun
source: Load workflow run
de: Workflow-Lauf laden
es: Cargar ejecución del flujo
fr: Charger l’exécution du flux
ja: ワークフロー実行を読み込む
ko: 워크플로 실행 불러오기
pl: Wczytaj uruchomienie przepływu
pt_br: Carregar execução do fluxo
ru: Загрузить запуск процесса
tr: İş akışı çalıştırmasını yükle
uk: Завантажити запуск процесу
vi: Tải lượt chạy quy trình
zh_hans: 加载工作流运行

# ghGetWorkflowDefinition
source: Load workflow definition
de: Workflow-Definition laden
es: Cargar definición del flujo
fr: Charger la définition du flux
ja: ワークフロー定義を読み込む
ko: 워크플로 정의 불러오기
pl: Wczytaj definicję przepływu
pt_br: Carregar definição do fluxo
ru: Загрузить определение процесса
tr: İş akışı tanımını yükle
uk: Завантажити визначення процесу
vi: Tải định nghĩa quy trình
zh_hans: 加载工作流定义

# ghCreatePr
source: Create pull request
de: Pull Request erstellen
es: Crear solicitud de incorporación
fr: Créer une demande de tirage
ja: プルリクエストを作成
ko: 풀 리퀘스트 만들기
pl: Utwórz żądanie ściągnięcia
pt_br: Criar solicitação de pull
ru: Создать запрос на слияние
tr: Çekme isteği oluştur
uk: Створити запит на злиття
vi: Tạo yêu cầu kéo
zh_hans: 创建拉取请求

# ghMergePr
source: Merge pull request
de: Pull Request zusammenführen
es: Fusionar solicitud
fr: Fusionner la demande
ja: プルリクエストをマージ
ko: 풀 리퀘스트 병합
pl: Scal żądanie ściągnięcia
pt_br: Mesclar solicitação de pull
ru: Слить запрос
tr: Çekme isteğini birleştir
uk: Злити запит
vi: Hợp nhất yêu cầu kéo
zh_hans: 合并拉取请求

# ghClosePr
source: Close pull request
de: Pull Request schließen
es: Cerrar solicitud
fr: Fermer la demande
ja: プルリクエストを閉じる
ko: 풀 리퀘스트 닫기
pl: Zamknij żądanie
pt_br: Fechar solicitação
ru: Закрыть запрос
tr: Çekme isteğini kapat
uk: Закрити запит
vi: Đóng yêu cầu kéo
zh_hans: 关闭拉取请求

# ghReopenPr
source: Reopen pull request
de: Pull Request erneut öffnen
es: Reabrir solicitud
fr: Rouvrir la demande
ja: プルリクエストを再開
ko: 풀 리퀘스트 다시 열기
pl: Otwórz żądanie ponownie
pt_br: Reabrir solicitação
ru: Снова открыть запрос
tr: Çekme isteğini yeniden aç
uk: Знову відкрити запит
vi: Mở lại yêu cầu kéo
zh_hans: 重新打开拉取请求

# ghMarkPrReady
source: Mark pull request ready
de: Pull Request als bereit markieren
es: Marcar solicitud como lista
fr: Marquer la demande comme prête
ja: プルリクエストを準備完了にする
ko: 풀 리퀘스트를 준비됨으로 표시
pl: Oznacz żądanie jako gotowe
pt_br: Marcar solicitação como pronta
ru: Отметить запрос как готовый
tr: Çekme isteğini hazır olarak işaretle
uk: Позначити запит як готовий
vi: Đánh dấu yêu cầu kéo đã sẵn sàng
zh_hans: 将拉取请求标记为就绪

# ghSubmitPrReview
source: Submit pull request review
de: Pull-Request-Review senden
es: Enviar revisión de la solicitud
fr: Envoyer la révision de la demande
ja: プルリクエストのレビューを送信
ko: 풀 리퀘스트 리뷰 제출
pl: Prześlij recenzję żądania
pt_br: Enviar revisão da solicitação
ru: Отправить рецензию запроса
tr: Çekme isteği incelemesini gönder
uk: Надіслати рецензію запиту
vi: Gửi đánh giá yêu cầu kéo
zh_hans: 提交拉取请求审查

# ghUpdatePrBranch
source: Update pull request branch
de: Pull-Request-Branch aktualisieren
es: Actualizar rama de la solicitud
fr: Mettre à jour la branche de la demande
ja: プルリクエストのブランチを更新
ko: 풀 리퀘스트 브랜치 업데이트
pl: Zaktualizuj gałąź żądania
pt_br: Atualizar branch da solicitação
ru: Обновить ветку запроса
tr: Çekme isteği dalını güncelle
uk: Оновити гілку запиту
vi: Cập nhật nhánh của yêu cầu kéo
zh_hans: 更新拉取请求分支

# ghPostPrComment
source: Post pull request comment
de: Pull-Request-Kommentar senden
es: Publicar comentario en la solicitud
fr: Publier un commentaire sur la demande
ja: プルリクエストにコメントを投稿
ko: 풀 리퀘스트 댓글 게시
pl: Opublikuj komentarz do żądania
pt_br: Publicar comentário na solicitação
ru: Опубликовать комментарий к запросу
tr: Çekme isteği yorumu gönder
uk: Опублікувати коментар до запиту
vi: Đăng bình luận yêu cầu kéo
zh_hans: 发布拉取请求评论

# ghDispatchWorkflow
source: Dispatch workflow
de: Workflow auslösen
es: Ejecutar flujo de trabajo
fr: Déclencher le flux de travail
ja: ワークフローを実行
ko: 워크플로 실행 요청
pl: Uruchom przepływ pracy
pt_br: Disparar fluxo de trabalho
ru: Запустить процесс
tr: İş akışını başlat
uk: Запустити процес
vi: Kích hoạt quy trình
zh_hans: 触发工作流

# ghRerunWorkflowRun
source: Rerun workflow run
de: Workflow-Lauf wiederholen
es: Repetir ejecución del flujo
fr: Relancer l’exécution du flux
ja: ワークフロー実行を再実行
ko: 워크플로 실행 다시 시작
pl: Uruchom przepływ ponownie
pt_br: Executar fluxo novamente
ru: Повторить запуск процесса
tr: İş akışı çalıştırmasını yinele
uk: Повторити запуск процесу
vi: Chạy lại quy trình
zh_hans: 重新运行工作流

# ghCancelWorkflowRun
source: Cancel workflow run
de: Workflow-Lauf abbrechen
es: Cancelar ejecución del flujo
fr: Annuler l’exécution du flux
ja: ワークフロー実行をキャンセル
ko: 워크플로 실행 취소
pl: Anuluj uruchomienie przepływu
pt_br: Cancelar execução do fluxo
ru: Отменить запуск процесса
tr: İş akışı çalıştırmasını iptal et
uk: Скасувати запуск процесу
vi: Hủy lượt chạy quy trình
zh_hans: 取消工作流运行

# ghDeleteWorkflowRun
source: Delete workflow run
de: Workflow-Lauf löschen
es: Eliminar ejecución del flujo
fr: Supprimer l’exécution du flux
ja: ワークフロー実行を削除
ko: 워크플로 실행 삭제
pl: Usuń uruchomienie przepływu
pt_br: Excluir execução do fluxo
ru: Удалить запуск процесса
tr: İş akışı çalıştırmasını sil
uk: Видалити запуск процесу
vi: Xóa lượt chạy quy trình
zh_hans: 删除工作流运行

# githubOperations.notReady
source: GitHub is not ready
de: GitHub ist nicht bereit
es: GitHub no está listo
fr: GitHub n’est pas prêt
ja: GitHub の準備ができていません
ko: GitHub가 준비되지 않음
pl: GitHub nie jest gotowy
pt_br: O GitHub não está pronto
ru: GitHub не готов
tr: GitHub hazır değil
uk: GitHub не готовий
vi: GitHub chưa sẵn sàng
zh_hans: GitHub 尚未就绪

# githubOperations.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# githubOperations.run
source: Run
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
ja: 今すぐ実行
ko: 지금 실행
pl: Uruchom teraz
pt_br: Executar agora
ru: Запустить сейчас
tr: Şimdi Çalıştır
uk: Запустити зараз
vi: Chạy ngay
zh_hans: 立即运行

# githubOperations.confirm
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# githubOperations.ready
source: Ready to run
de: Bereit zum Ausführen
es: Listo para ejecutar
fr: Prêt à exécuter
ja: 実行できます
ko: 실행할 준비가 됨
pl: Gotowe do uruchomienia
pt_br: Pronto para executar
ru: Готово к запуску
tr: Çalıştırmaya hazır
uk: Готово до запуску
vi: Sẵn sàng chạy
zh_hans: 可以运行

# githubOperations.summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 概要
ko: 요약
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
tr: Özet
uk: Підсумок
vi: Tóm tắt
zh_hans: 摘要

# githubOperations.full
source: Full
de: Vollständig
es: Completo
fr: Complet
ja: 完全
ko: 전체
pl: Pełne
pt_br: Completo
ru: Полностью
tr: Tam
uk: Повністю
vi: Đầy đủ
zh_hans: 完整

# githubOperations.branch
source: Branch
de: Quell-Branch
es: Rama de origen
fr: Branche source
ja: 作業ブランチ
ko: 헤드 브랜치
pl: Gałąź źródłowa
pt_br: Branch de origem
ru: Исходная ветка
tr: Kaynak dal
uk: Вихідна гілка
vi: Nhánh nguồn
zh_hans: 来源分支

# githubOperations.baseBranch
source: Base branch
de: Basis-Branch
es: Rama base
fr: Branche de base
ja: ベースブランチ
ko: 기본 브랜치
pl: Gałąź bazowa
pt_br: Branch base
ru: Базовая ветка
tr: Temel dal
uk: Базова гілка
vi: Nhánh cơ sở
zh_hans: 基础分支

# githubOperations.pullRequestTitle
source: Pull request title
de: Pull-Request-Titel
es: Título de la solicitud
fr: Titre de la demande
ja: プルリクエストのタイトル
ko: 풀 리퀘스트 제목
pl: Tytuł żądania
pt_br: Título da solicitação
ru: Заголовок запроса
tr: Çekme isteği başlığı
uk: Заголовок запиту
vi: Tiêu đề yêu cầu kéo
zh_hans: 拉取请求标题

# githubOperations.body
source: Body
de: Beschreibung
es: Descripción
fr: Description
ja: 本文
ko: 본문
pl: Treść
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi: Nội dung
zh_hans: 正文

# githubOperations.draft
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: 下書き
ko: 초안
pl: Wersja robocza
pt_br: Rascunho
ru: Черновик
tr: Taslak
uk: Чернетка
vi: Bản nháp
zh_hans: 草稿

# githubOperations.pullRequestNumber
source: Pull request number
de: Pull-Request-Nummer
es: Número de solicitud de cambios
fr: Numéro de demande de tirage
ja: プルリクエスト番号
ko: 풀 리퀘스트 번호
pl: Numer żądania ściągnięcia
pt_br: Número da solicitação de pull
ru: Номер запроса на слияние
tr: Çekme isteği numarası
uk: Номер запиту на злиття
vi: Số yêu cầu kéo
zh_hans: 拉取请求编号

# githubOperations.host
source: Host
de: GitHub-Konten auflisten
es: Listar cuentas de GitHub
fr: Lister les comptes GitHub
ja: GitHub アカウント一覧
ko: GitHub 계정 목록
pl: Wyświetl konta GitHub
pt_br: Listar contas do GitHub
ru: Показать учётные записи GitHub
tr: GitHub hesaplarını listele
uk: Показати облікові записи GitHub
vi: Liệt kê tài khoản GitHub
zh_hans: 列出 GitHub 帐户

# githubOperations.login
source: Login
de: GitHub-Konten auflisten
es: Listar cuentas de GitHub
fr: Lister les comptes GitHub
ja: GitHub アカウント一覧
ko: GitHub 계정 목록
pl: Wyświetl konta GitHub
pt_br: Listar contas do GitHub
ru: Показать учётные записи GitHub
tr: GitHub hesaplarını listele
uk: Показати облікові записи GitHub
vi: Liệt kê tài khoản GitHub
zh_hans: 列出 GitHub 帐户

# githubOperations.workflowRunId
source: Workflow run ID
de: Workflow-Lauf-ID
es: ID de ejecución del flujo de trabajo
fr: ID d’exécution du workflow
ja: ワークフロー実行 ID
ko: 워크플로 실행 ID
pl: Identyfikator uruchomienia przepływu pracy
pt_br: ID da execução do workflow
ru: ID запуска рабочего процесса
tr: İş akışı çalıştırma kimliği
uk: ID запуску робочого процесу
vi: ID lần chạy quy trình làm việc
zh_hans: 工作流运行 ID

# githubOperations.ref
source: Reference
de: Quell-Branch
es: Rama de origen
fr: Branche source
ja: ヘッドブランチ
ko: 헤드 브랜치
pl: Gałąź źródłowa
pt_br: Branch de origem
ru: Исходная ветка
tr: Kaynak dal
uk: Вихідна гілка
vi: Nhánh nguồn
zh_hans: 源分支

# githubOperations.mergeMethod
source: Merge method
de: Merge-Methode
es: método de fusión
fr: Méthode de fusion
ja: マージ方法
ko: 병합 방법
pl: Metoda scalania
pt_br: Método de mesclagem
ru: Метод слияния
tr: Birleştirme yöntemi
uk: Метод злиття
vi: Phương pháp hợp nhất
zh_hans: 合并方法

# githubOperations.merge
source: Merge
de: Zusammenführen
es: Fusionar
fr: Fusionner
ja: マージ
ko: 병합
pl: Scal
pt_br: Mesclar
ru: Слить
tr: Birleştir
uk: Злити
vi: Hợp nhất
zh_hans: 合并

# githubOperations.admin
source: Use administrator privileges
de: Administratorrechte verwenden
es: Usar privilegios de administrador
fr: Utiliser les privilèges d’administrateur
ja: 管理者権限を使用
ko: 관리자 권한 사용
pl: Użyj uprawnień administratora
pt_br: Usar privilégios de administrador
ru: Использовать права администратора
tr: Yönetici ayrıcalıklarını kullan
uk: Використовувати права адміністратора
vi: Sử dụng quyền quản trị viên
zh_hans: 使用管理员权限

# githubOperations.reviewDecision
source: Review decision
de: Pull-Request-Review senden
es: Enviar revisión de la solicitud
fr: Envoyer la révision de la demande
ja: プルリクエストのレビューを送信
ko: 풀 리퀘스트 리뷰 제출
pl: Prześlij recenzję żądania
pt_br: Enviar revisão da solicitação
ru: Отправить рецензию запроса
tr: Çekme isteği incelemesini gönder
uk: Надіслати рецензію запиту
vi: Gửi đánh giá yêu cầu kéo
zh_hans: 提交拉取请求审查

# githubOperations.approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ja: 承認
ko: 승인
pl: Zatwierdź
pt_br: Aprovar
ru: Одобрить
tr: Onayla
uk: Схвалити
vi: Phê duyệt
zh_hans: 批准

# githubOperations.requestChanges
source: Request changes
de: Änderungen anfordern
es: Solicitar cambios
fr: Demander des modifications
ja: 変更をリクエスト
ko: 변경 요청
pl: Poproś o zmiany
pt_br: Solicitar alterações
ru: Запросить изменения
tr: Değişiklik iste
uk: Запросити зміни
vi: Yêu cầu thay đổi
zh_hans: 请求更改

# githubOperations.commentDecision
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント
ko: 댓글
pl: Komentarz
pt_br: Comentário
ru: Комментарий
tr: Yorum
uk: Коментар
vi: Bình luận
zh_hans: 评论

# githubOperations.inputs
source: Inputs
de: Eingaben
es: Entradas
fr: Entrées
ja: 入力
ko: 입력
pl: Dane wejściowe
pt_br: Entradas
ru: Входные данные
tr: Girdiler
uk: Вхідні дані
vi: Đầu vào
zh_hans: 输入

# githubOperations.inputsHint
source: Enter one key=value pair per line.
de: Gib pro Zeile ein Paar im Format Schlüssel=Wert ein.
es: Introduce un par clave=valor por línea.
fr: Saisissez une paire clé=valeur par ligne.
ja: 1 行に 1 つ、キー=値の形式で入力してください。
ko: 한 줄에 하나씩 키=값 쌍을 입력하세요.
pl: Wprowadź jedną parę klucz=wartość w każdym wierszu.
pt_br: Insira um par chave=valor por linha.
ru: Введите по одной паре ключ=значение в каждой строке.
tr: Her satıra bir anahtar=değer çifti girin.
uk: Введіть по одній парі ключ=значення в кожному рядку.
vi: Nhập một cặp khóa=giá trị trên mỗi dòng.
zh_hans: 每行输入一个键=值对。

# githubOperations.failedOnly
source: Failed jobs only
de: Nur fehlgeschlagene Jobs
es: Solo trabajos fallidos
fr: Uniquement les tâches en échec
ja: 失敗したジョブのみ
ko: 실패한 작업만
pl: Tylko zadania zakończone niepowodzeniem
pt_br: Somente trabalhos com falha
ru: Только неуспешные задания
tr: Yalnızca başarısız işler
uk: Лише невдалі завдання
vi: Chỉ các tác vụ thất bại
zh_hans: 仅失败的作业

# githubOperations.confirmMerge
source: Merge pull request #%lld?
de: Pull Request zusammenführen #%lld?
es: Fusionar solicitud #%lld?
fr: Fusionner la demande #%lld?
ja: プルリクエストをマージ #%lld?
ko: 풀 리퀘스트 병합 #%lld?
pl: Scal żądanie ściągnięcia #%lld?
pt_br: Mesclar solicitação de pull #%lld?
ru: Слить запрос #%lld?
tr: Çekme isteğini birleştir #%lld?
uk: Злити запит #%lld?
vi: Hợp nhất yêu cầu kéo #%lld?
zh_hans: 合并拉取请求 #%lld?

# githubOperations.confirmClose
source: Close pull request #%lld?
de: Pull Request schließen #%lld?
es: Cerrar solicitud #%lld?
fr: Fermer la demande #%lld?
ja: プルリクエストを閉じる #%lld?
ko: 풀 리퀘스트 닫기 #%lld?
pl: Zamknij żądanie #%lld?
pt_br: Fechar solicitação #%lld?
ru: Закрыть запрос #%lld?
tr: Çekme isteğini kapat #%lld?
uk: Закрити запит #%lld?
vi: Đóng yêu cầu kéo #%lld?
zh_hans: 关闭拉取请求 #%lld?

# githubOperations.confirmCancelRun
source: Cancel workflow run #%lld?
de: Workflow-Lauf abbrechen #%lld?
es: Cancelar ejecución del flujo #%lld?
fr: Annuler l’exécution du flux #%lld?
ja: ワークフロー実行をキャンセル #%lld?
ko: 워크플로 실행 취소 #%lld?
pl: Anuluj uruchomienie przepływu #%lld?
pt_br: Cancelar execução do fluxo #%lld?
ru: Отменить запуск процесса #%lld?
tr: İş akışı çalıştırmasını iptal et #%lld?
uk: Скасувати запуск процесу #%lld?
vi: Hủy lượt chạy quy trình #%lld?
zh_hans: 取消工作流运行 #%lld?

# githubOperations.confirmDeleteRun
source: Delete workflow run #%lld?
de: Workflow-Lauf löschen #%lld?
es: Eliminar ejecución del flujo #%lld?
fr: Supprimer l’exécution du flux #%lld?
ja: ワークフロー実行を削除 #%lld?
ko: 워크플로 실행 삭제 #%lld?
pl: Usuń uruchomienie przepływu #%lld?
pt_br: Excluir execução do fluxo #%lld?
ru: Удалить запуск процесса #%lld?
tr: İş akışı çalıştırmasını sil #%lld?
uk: Видалити запуск процесу #%lld?
vi: Xóa lượt chạy quy trình #%lld?
zh_hans: 删除工作流运行 #%lld?

# githubOperations.failure.notReady
source: GitHub is not ready.
de: GitHub ist nicht bereit.
es: GitHub no está listo.
fr: GitHub n’est pas prêt.
ja: GitHub の準備ができていません。
ko: GitHub가 준비되지 않았습니다.
pl: GitHub nie jest gotowy.
pt_br: O GitHub não está pronto.
ru: GitHub не готов.
tr: GitHub hazır değil.
uk: GitHub не готовий.
vi: GitHub chưa sẵn sàng.
zh_hans: GitHub 尚未就绪。

# githubOperations.failure.capabilityMissing
source: The required permission is missing.
de: Die erforderliche Berechtigung fehlt.
es: Falta el permiso necesario.
fr: L’autorisation requise est manquante.
ja: 必要な権限がありません。
ko: 필요한 권한이 없습니다.
pl: Brakuje wymaganego uprawnienia.
pt_br: A permissão necessária está ausente.
ru: Отсутствует необходимое разрешение.
tr: Gerekli izin eksik.
uk: Відсутній необхідний дозвіл.
vi: Thiếu quyền bắt buộc.
zh_hans: 缺少所需权限。
